Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: The Blokkats have inflicted untold devastation upon our galaxy, but the recent inquiries into Blokkat time-travel methods may shed light on a possible way of undoing their calamitous damage.
ru: Блоккаты причинили неисчислимые разрушения нашей галактике, но недавние исследования методов перемещения во времени Блоккатов могут пролить свет на возможный способ устранения их катастрофического ущерба.

source: The Blokkwork
ru: Блокчейн-работа

source: The Blokkwork Pylon has been activated, establishing a powerful connection to the Blokkwork within this galaxy.
ru: Блокчейн-пилон был активирован, устанавливая мощную связь с Блокчейном в этой галактике

source: The Blokkwork is distributing additional energy to our vessels and technologies.
ru: Блокчейн распределяет дополнительную энергию по нашим судам и технологиям

source: The Bottomless Mountain
ru: Бездонная гора

source: The Branebreaker is capable of exploiting the 5-dimensional singularity to shift the alignment of higher dimensions relative to one another, thus "skewing" the Blokkat's Hyperdimensional Bulwark.
ru: Разрушитель ветвей способен использовать 5-мерную сингулярность, чтобы сместить выравнивание высших измерений относительно друг друга, таким образом "перекосив" Гиперпространственный бастион Блокката.

source: The Bulwark Falls
ru: Оплот падает

source: The Bureau of Oversight is an independent organization.
ru: Ревизионный Комитет является независимой организацией.

source: The Calibrator isn't in place yet.
ru: Калибратор еще не установлен.

source: The Call of the Void
ru: Зов пустоты

source: The Calm Before the Storm
ru: Затишье перед бурей

source: The Candidate
ru: Кандидат

source: The Capital Helped Us!
ru: Столица нам помогла!

source: The Chorus of Faith
ru: Хор веры

source: The Chosen
ru: Избранные

source: The Clergy
ru: Духовенство

source: The Compound
ru: Соединение

source: The Core
ru: Ядро

source: The Corronian Magocracy
ru: Корронианская магократия

source: The Corronian Worldcraft
ru: Корронианский мировой корабль

source: The Cradle of the Titans
ru: Колыбель титанов

source: The Creators
ru: Создатели

source: The Creators' Shard
ru: Осколок создателей

source: The Crystal Bore's refinery hub will serve the purpose of purifying and refining the massive amounts of molten rock that will be pulled from the planet's core, and separating the precious crystals from it.
ru: перерабатывающий узел Crystal Bore будет служить цели очистки и рафинирования огромного количества расплавленной породы, которая будет извлечена из ядра планеты, и отделения от нее драгоценных кристаллов.

source: The Crystalline Impactor relies on thaumaturgic crystals imbued with partial sentience in order to produce devastating seeking projectiles at extremely high velocities meant to damage and penetrate armor.
ru: Кристаллический ударный элемент основан на тауматургических кристаллах, частично наделенных разумом, для создания разрушительных самонаводящихся снарядов с чрезвычайно высокими скоростями, предназначенных для повреждения и пробивания брони

source: The Defending Leviathan will spawn in the system of that Starbase.
ru: Защищающий левиафан породится в системе этой звездной базы.

source: The Depths Awaken
ru: Глубины пробуждаются

source: The Depths of the Laboratory
ru: Глубины лаборатории

source: The Desire to Understand
ru: Стремление к знаниям

source: The Destruction of Faust
ru: Гибель Фауста

source: The Destruction of Flusion
ru: Разрушение Флюсиаллаа

source: The Dominion
ru: Доминион

source: The Dormant Gravity Bore
ru: Бездействующий гравитационный канал

source: The Eighth Expedition
ru: Восьмая экспедиция

source: The End
ru: Конец

source: The End of Aeternum
ru: Конец вечности

source: The End of Decadence
ru: Конец упадка

source: The End of the Beginning
ru: Конец начала

source: The End of the Contingency
ru: Конец непредвиденных обстоятельств

source: The End of the Suurikilpian
ru: Конец Суурикильпиана

source: The Endless Realm
ru: Необъятные просторы

source: The Eternal Ark
ru: Вечный ковчег

source: The Eternal Bastion
ru: Вечный бастион

source: The Excognitor
ru: Распознаватель

source: The Facility
ru: Объект

source: The Fall of Aiondia
ru: Падение Айондии

source: The Fall of Faust
ru: Падение Фауста

source: The Fall of Flusion
ru: Падение Флюсиаллаа

source: The Fall of Northern Zebrica
ru: Падение Северной Зебрики

source: The Fall of the Pyramid
ru: Падение пирамиды

source: The Faustian Mystery
ru: Тайна Фауста

source: The Fifth Expedition
ru: Пятая экспедиция

source: The Final Choice
ru: Окончательный выбор

source: The Final Seal
ru: Заключительная Печать

source: The Final Showdown.
ru: Финальная схватка.

source: The Final Step
ru: Последний шаг

source: The First Civic
ru: Первый гражданский.

source: The First Expedition
ru: Первая экспедиция

source: The First [Root.GetSpeciesName] Expedition
ru: Первая [Root.GetSpeciesName] Экспедиция

source: The Flusionian Crisis
ru: Флюсиаллаианский кризис

source: The Flusionian Spring
ru: Флюсиалланая весна

source: The Flusionian Treaty Organization
ru: Организация Флюсиаллаского договора

source: The Flying World
ru: Летающий мир

source: The Fourth Expedition
ru: Четвертая экспедиция

source: The Fusion Artillery replaces the fissile material of its predecessor with much more energetics pellets filled with fusion fuel, triggering a cascade of thermonuclear explosion when impacting the target.
ru: Термоядерная артиллерия заменяет расщепляющийся материал своего предшественника гораздо более энергетическими гранулами, наполненными термоядерным топливом, вызывая каскад термоядерных взрывов при попадании в цель.

source: The Galactic Center
ru: Цивилизации Центра Галактики

source: The Galactic Core
ru: Галактическое ядро

source: The Galactic Core can now be accessed
ru: Теперь можно получить доступ к ядру Галактики

source: The Galactic Defense Pact
ru: Пакт о галактической обороне

source: The Galaktischerkatzenkreuzzug
ru: ГалактишерКатзенкройцзуг

source: The Gatzo System
ru: Система Матрёшка

source: The Golden Kaiser
ru: Золотой кайзер

source: The Grand Archives
ru: Великие архивы

source: The Grand Armada
ru: Великая армада

source: The Grand Awakening
ru: Великое пробуждение

source: The Grand Campaign
ru: Большой поход

source: The Grand Design
ru: Великий проект

source: The Grand Katown Pyramid is generating a powerful anti-bombardment shield, which surrounds all of Flusion.
ru: Пирамида Гранд Катаун создает мощный щит от бомбардировок, который окружает весь Флюсиалла.

source: The Grand Katown Pyramid's shield has been destroyed, exposing the surface to harsh bombardment.
ru: Щит Великой Катаунской пирамиды был разрушен, подвергая поверхность жестокой бомбардировке.

source: The Grand Museum
ru: Великий музей

source: The Grand Museum contains the greatest collection of artefacts from this galaxy, and possibly even a few from beyond it.
ru: В Великом музее собрана величайшая коллекция артефактов из этой галактики и, возможно, даже несколько из других.

source: The Grand Warehouse
ru: Большой склад

source: The Grandbunny
ru: Великий кролик

source: The Grandbunny has cast a psionic curse over this world, which drastically worsens the mood of its inhabitants.
ru: Грандбанни наложил псионическое проклятие на этот мир, которое резко ухудшает настроение его обитателей.

source: The Grandbunny is an immensely powerful Paluush psyker, who watches over Paluushia and protects it from external threats.
ru: Грандбанни - чрезвычайно могущественный псайкер Палууш, который наблюдает за Палуушией и защищает ее от внешних угроз.

source: The Grandbunny is in dire need of energy in order to fuel her psionic shield to ward off the Blokkats.
ru: Грандбанни остро нуждается в энергии, чтобы подпитывать свой псионический щит для защиты от блоккатов.

source: The Grandbunny's Soul
ru: Душа внучатого племянника

source: The Gravitogenerator plays a crucial role in mining the planet below, as it provides energy and acts as a catalyst for the Bore's main drill.
ru: Гравитогенератор играет решающую роль в добыче полезных ископаемых на планете внизу, поскольку он обеспечивает энергией и действует как катализатор для основного бурения скважины.

source: The Great Bulwark
ru: Великая "Стена"

source: The Great Capital
ru: Великая столица

source: The Great Cleansing
ru: Великое очищение

source: The Great Craving
ru: Потребительство

source: The Great Echo
ru: Великое Эхо

source: The Great Ring
ru: Великое кольцо

source: The Great Swarm
ru: Великий рой

source: The Great Zuspri Migration
ru: Великая миграция из Эзикании

source: The Greater Good
ru: Всеобщее благо

source: The Guild of Engineers
ru: Гильдия инженеров

source: The Habitat built here will serve as a refuge for our citizens to get away from intergelactic conflict and a preserve for our cultural legacy.
ru: Утопия для всех, уйдите от конфликтов, в этой необычной среде обитания, объединяющей всех и отовсюду

source: The Heart of the Sun
ru: Сердце Солнца

source: The Holy Behemoth
ru: Святое чудовище

source: The Holy Katzen Empire
ru: Священная империя Катзен

source: The Hungering Swarm
ru: Голодный рой

source: The Hyperdimensional Destabilizer has been activated and is puncturing into pentadimensional space.
ru: Гиперпространственный дестабилизатор активирован и проникает в пятимерное пространство.

source: The Hyperdimensional Destabilizer has had a drastic effect on the stability of our reality.
ru: Гиперпространственный дестабилизатор оказал резкое влияние на стабильность нашей реальности.

source: The Hyperdimensional Destabilizer will be activated, there is no going back.
ru: Гиперпространственный дестабилизатор будет активирован, пути назад нет.

source: The Hyperforge's second ring houses immensely powerful generators that power most of the structure's machinery, fending off the neutron star's strange properties.
ru: Во втором кольце Гипергорна расположены чрезвычайно мощные генераторы, которые питают большую часть механизмов структуры, отражая странные свойства нейтронной звезды.

source: The Imperium collapsed decades ago, move on already!
ru: Империум рухнул десятилетия назад, двигайтесь уже дальше!

source: The Imperium grows larger...
ru: Империум становится больше...

source: The Improbable AI
ru: Старая машина

source: The Intertemporal Restorator
ru: Межвременной реставратор

source: The Intertemporal Restorator is capable of breaching into the far future of our universe and retrieving a star and its associated planets to replace a system previously destroyed by the Blokkats.
ru: Межвременной реставратор способен проникнуть в далекое будущее нашей Вселенной и восстановить звезду и связанные с ней планеты, чтобы заменить систему, ранее разрушенную Блоккатами.

source: The Joy of Destruction
ru: Радость разрушения

source: The Kaiser Moon is already sabotaged.
ru: Луна Кайзера уже подвергся саботажу.

source: The Kaiser Power Planets are already sabotaged.
ru: Планеты силы Кайзера уже подверглись саботажу.

source: The Kaiser be damned!
ru: Будь проклят кайзер!

source: The Kaiser hopes that our two civilizations may grow and prosper together, [Root.GetSpeciesNamePlural].
ru: Кайзер надеется, что наши две цивилизации смогут расти и процветать вместе, [Root.GetSpeciesNamePlural].

source: The Kaiser is certainly good at turning old enemies into allies.
ru: Кайзер, безусловно, хорош в превращении старых врагов в союзников.

source: The Kaiser is drawing food from other parts of the Katzenartig Imperium in order to feed Flusion, to the detriment of fringe worlds.
ru: Кайзер собирает продовольствие из других частей империи Катзенртиг, чтобы накормить Флюсиалла, в ущерб пограничным мирам.

source: The Kaiser is in a tricky situation for sure.
ru: Кайзер наверняка находится в сложной ситуации.

source: The Kaiser is more than happy to share our glory with your kind.
ru: Кайзер более чем счастлив разделить нашу славу с такими, как вы.

source: The Kaiser paid so much for that thing.
ru: Кайзер так дорого заплатил за эту штуку.

source: The Kaiser shall send the [Root.GetName] where it belongs: Into the dustbin of history.
ru: Кайзер отправит [Root.GetName] туда, где ему самое место: на свалку истории.

source: The Kaiser will be glad to know your kind has seen reason.
ru: Кайзер будет рад узнать, что ваш вид образумился.

source: The Kaiser will be happy to know your kind has seen reason.
ru: Кайзер будет счастлив узнать, что ваш вид увидел причину.

source: The Kaiser will remember this, aliens.
ru: Кайзер запомнит это, пришельцы.

source: The Kaiser wills it.
ru: такова воля кайзера.

source: The Kaiser's Rift
ru: Раскол кайзера

source: The Kaiser's days are counted.
ru: Дни кайзера сочтены.

source: The Katlantropa Project irrigates formerly desertic areas, rendering them suitable for agriculture and irrigation.
ru: Проект Katlantropa орошает ранее пустынные районы, делая их пригодными для сельского хозяйства и ирригации.

source: The Katzen Civil War
ru: Гражданская война Катзен

source: The Katzen Invasion of the Zuspri Intermarium has already been denounced.
ru: Вторжение Катзен в Эзиканскую империю уже было осуждено.

source: The Katzen Megafoundry produces large quantities of usable alloys with the unfortunate side-effect of damaging its planet's climate.
ru: Мегазавод Катзен производит большое количество пригодных для использования сплавов с неприятным побочным эффектом, заключающимся в нанесении ущерба климату своей планеты.

source: The Katzen sphere of influence grows.
ru: Сфера влияния Катзен растет.

source: The Katzenarmee
ru: Катценарми

source: The Katzenarmee's Supply Lines are already sabotaged.
ru: Линии снабжения Катзеринга уже саботированы.

source: The Katzenartig Imperium
ru: Империя Катзеринга

source: The Katzenartig Imperium Attacks!
ru: Империя Катзеринга атакует!

source: The Katzenartig Imperium?
ru: Империя Катзеринга?

source: The Katzens & the Flusionians have set up a vast array of railguns and high-altitude aircraft to try and intercept orbital bombardment aimed at their world.
ru: Катзенсы и Флюсиаллаианцы установили огромное количество рельсотронов и высотных самолетов, чтобы попытаться перехватить орбитальную бомбардировку, направленную на их мир.

source: The Katzens are gone for good, it seems.
ru: Похоже, Катзены ушли навсегда.

source: The Katzens have dedicated this planet to advancing their scientific base.
ru: Катзены посвятили эту планету развитию своей научной базы.

source: The Katzens have dedicated this planet to becoming an impenetrable fortress.
ru: Катзены посвятили эту планету превращению в неприступную крепость.

source: The Katzens have dedicated this planet to producing refined alloys.
ru: Катзены посвятили эту планету производству рафинированных сплавов.

source: The Katzens sure love nuking their own world.
ru: Катзенм определенно нравится взрывать ядерными бомбами свой собственный мир.

source: The Katzens vanquish yet another foe...
ru: Катзены побеждают еще одного врага...

source: The Katzens would be proud, if they weren't all dead.
ru: Катзены гордились бы, если бы все они не были мертвы.

source: The Katzens' theories on terraforming were remarkably efficient for their technological development.
ru: Теории Катзенов о терраформировании были удивительно эффективны для их технологического развития.

source: The Katzgouverneur
ru: Кацгувернер

source: The Laboratory
ru: Лаборатория

source: The Last Civic
ru: Третий гражданский

source: The Last Zuspri
ru: Последняя Эзикания

source: The Laurnaise Coup
ru: Переворот в Лаурнезе

source: The Laurnaise System
ru: Система Лорнез

source: The Leap Drive is an Aeternite-built Jump Drive which combines quantum field displacement with high amounts of psionic energies in order to instantaneously displace a ship through the galaxy.
ru: Скачкообразный привод - это скачкообразный привод, построенный на базе Вечности, который сочетает квантовое смещение поля с большим количеством псионической энергии, чтобы мгновенно перемещать корабль по галактике.

source: The Librarians
ru: Библиотекари

source: The Light
ru: Светлый

source: The Lone Scientist
ru: Ученый-одиночка

source: The Lost Menagerie
ru: Затерянный зверинец

source: The Machine
ru: Объект

source: The Mad Knight
ru: Безумный рыцарь

source: The Maniac's End
ru: Конец маньяка

source: The Means to Succeed
ru: Средства достижения успеха

source: The Message
ru: Сообщение

source: The Missing Kaiser
ru: Пропавший кайзер

source: The Molten World's intense natural heat facilitates the process of turning imported minerals into alloys.
ru: Интенсивное естественное тепло расплавленного мира облегчает процесс превращения импортированных минералов в сплавы.

source: The Monument of Memories is one of the largest building in the galaxy, so large is its structure that it can be seen from space.
ru: Монумент Памяти - одно из самых больших зданий в галактике, настолько большое, что его можно увидеть из космоса.

source: The Most Serene of Realms
ru: Золото нации

source: The Mysteries of Eeloo
ru: Тайны Илу

source: The Mysteries of the Square
ru: Тайны площади

source: The Mythical Square
ru: Мифическая площадь

source: The National Assembly is an important part of our government.
ru: Национальное собрание - важная часть нашего правительства.

source: The Nature of Existence
ru: Природа сущего

source: The Nature of Mortality
ru: Природа смерти

source: The Nature of Ourselves
ru: Тайна происхождения

source: The Nature of the Shroud
ru: Природа покрова

source: The Nature of the Universe
ru: Природа вселенной

source: The Navigator
ru: Навигатор

source: The Network, Unveiled
ru: Сеть, раскрытая

source: The Nicoll-Dyson beam is an instrument of destruction, capable of wiping out entire star systems.
ru: Луч Николла-Дайсона - это инструмент разрушения, способный стереть с лица земли целые звездные системы.

source: The Ninth Expedition
ru: Девятая экспедиция

source: The Option of Violence
ru: Применение силы

source: The Origin
ru: Происхождение

source: The Original 5
ru: Оригинал 5

source: The Paluush
ru: Палууш

source: The Paluushian Exception
ru: Палуушианское исключение

source: The Pangalactic Defense League
ru: Пангалактическая лига обороны

source: The Pangalactic Federation
ru: Пангалактическая федерация

source: The Panicking Swarm
ru: Паникующий рой

source: The Path of Conquest
ru: Путь завоевания

source: The Path of Knowledge
ru: Путь познания

source: The Pax Quasaria
ru: Мир Квазарии

source: The Pentafocused emitter is a titanic piercing weapon of Blokkat design, which is capable of \"leaping\" through a higher dimension in order to bypass the shielding and armor of energy vessels.
ru: Пятифокусированный излучатель - это титаническое пробивающее оружие конструкции Блокат, которое способно "перепрыгивать" через более высокое измерение, чтобы обойти защиту и броню энергетических сосудов.

source: The Pillar of Society
ru: Фундамент общества

source: The Pillars of Doom
ru: Столпы рока

source: The Planet-Plant-Brain
ru: Планета-растение-Мозг

source: The Pouchkinn have unparalleled knowledge of the universe.
ru: Пучкинны обладают непревзойденными знаниями о Вселенной.

source: The Power Plant
ru: Электростанция

source: The Promise
ru: Обещание

source: The Pylon's Power Core shall provide a direct link to the Blokkwork itself and enable the flow of near endless energy from the Blokkwork to our Blokkwork Power Node network.
ru: Энергетическое ядро Пилона должно обеспечивать прямую связь с самим блокчейном и обеспечивать почти бесконечный поток энергии от Блокчейна к нашей сети блокчейн-узлов

source: The QS-O is as overcharged as it can be.
ru: QS-O настолько перегружен, насколько это возможно.

source: The QS-O is being overcharged a lot, massive quantities of energy are being spent to increase its output.
ru: QS-O сильно перегружается, на увеличение его производительности тратится огромное количество энергии.

source: The QS-O is being overcharged, a lot of energy is used to increase its output.
ru: QS-O перегружен, для увеличения его производительности используется много энергии.

source: The QS-O is being slightly overcharged, some energy is being spent to increase its output.
ru: QS-O слегка перегружен, некоторое количество энергии расходуется на увеличение его производительности.

source: The QS-O is charging slowly, parts of its output is being converted into energy.
ru: QS-O заряжается медленно, часть его мощности преобразуется в энергию.

source: The QS-O is charging very slowly, a large part of its output is being converted into energy.
ru: QS-O: Очень низкая зарядка

source: The QS-O is insanely overcharged, humongous amounts of energy are required to sustain it.
ru: QS-O безумно перегружен, для его поддержания требуется огромное количество энергии.

source: The Quasi-Stellar Calibrator will stay as far as possible from enemies.
ru: Квазизвездный калибратор будет держаться как можно дальше от врагов.

source: The Quasi-Stellar Obliterator is the largest hyperweapon ever designed, possessing untold amounts of destructive power.
ru: Квазизвездный уничтожитель - это самое большое гипероружие, когда-либо разработанное, обладающее неисчислимым количеством разрушительной силы.

source: The Reclamation Wars
ru: Мелиоративные войны

source: The Recomposer
ru: Рекомпозитор

source: The Red Planet
ru: Красная планета

source: The Regenerative Hull upgrade enables Asteroid Artilleries to passively repair themselves faster.
ru: Регенеративное обновление корпуса позволяет астероидным артиллерийским установкам пассивно восстанавливать себя быстрее.

source: The Repository
ru: 'Хранилище'

source: The Roqualians are actively leaking Katzen intel and warplans to the galaxy, allowing us to more easily counter them.
ru: Солакиане активно передают разведданные Катзен и военные планы в галактику, что позволяет нам легче противостоять им.

source: The Roqualians are less than happy about being betrayed by us.
ru: Солакианцы менее чем счастливы от того, что мы их предали.

source: The Roqualtropa Project creates vast quantities of useable land for the Katzens to build upon as well as tremendous quantities of water for agriculture, at the cost of disturbing Flusion's natural climate.
ru: Проект Солактропа создает огромное количество пригодной для использования земли для строительства Катзенми, а также огромное количество воды для сельского хозяйства, ценой нарушения естественного климата Флюсиаллаа.

source: The Scar
ru: Шрам

source: The Scarlet Scourge
ru: Алый бич

source: The Scarlet Scourge increases the efficiency of our terraforming processes.
ru: Алый бич повышает эффективность терраформирования, позволяя нам действительно быстро терраформировать планету.

source: The Scientist
ru: Ученый

source: The Scourge could be really useful...
ru: Бич мог бы быть действительно полезен для нас во многих областях.

source: The Second Choice
ru: Второй выбор

source: The Second Civic
ru: Второй гражданский

source: The Second Expedition
ru: Вторая экспедиция

source: The Secrets of the Sphere
ru: Тайны сферы

source: The Sergeant's reunited Imperium is based on a peaceful and ecological way-of-life, which aims to quench militarism and establish peace and harmony with nature as well as the rest of the galaxy, whenever possible.
ru: Объединенный Империум Сержанта основан на мирном и экологичном образе жизни, который направлен на подавление милитаризма и установление мира и гармонии с природой, а также с остальной галактикой, когда это возможно.

source: The Seventh Expedition
ru: Седьмая экспедиция

source: The Shield
ru: Щит

source: The Shroud demands sacrifices.
ru: Покров требует жертв.
